import { Stack, Typography } from '@mui/material';

const FroshJadid = () => {

    return (
        <Stack spacing={2}>
            <Typography variant='h5' textAlign={"left"}>فروش جدید</Typography>
            <Typography textAlign={"left"}>در صورتی که قصد فروش کد خاصی را دارید٬ با وارد کردن آن کد در فیلد کد مقصد و خالی رها کردن کد مبدا میتوانید قیمت خالص کد وارده را مشاهده کنید و در بخش های پایینی نیز میتوانید کیت و ماژول و امکانات مختلف را به آن اضافه و محاسبه قیمت کنید.
                حتما دقت کنید در صورتی که قصد فروش کد مقصد به مشتری را دارید باید دکمه فروش جدید را روشن کنید تا مبلغ قیمت کد مقصد در جمع کل نتایج محاسبه شود.
                در صورتی که مشتری مالک یک کد از نرم افزار بود و شما فقط قصد محاسبه تمدید٬ افزودن کاربر اضافه٬ افزودن خدمات کارشناسی یا سایر امکانات را داشتید٬ دکمه چند شرکتی را خاموش کنید تا قیمت نرم افزار کد مقصد در جمع کل با سایر مبالغ جمع نگردد و نتیجه حاصل فقط شامل مجموع خدمات و امکانات اضافه شده باشد
            </Typography>
            <img width='550' height='400' src={require('../assets/HelpImages/forooshJadid.png')} />
        </Stack>
    );
}

export default FroshJadid;