import { Stack, Typography } from '@mui/material';

const Example = () => {
    const aboutUpgrade = ' در صورتی که قصد محاسبه ارتقا را دارید کد های مبدا و مقصد را پر کنید و چنانچه هر یک از این کد ها دارای کیت چند شرکتی بودند برای درج در محاسبه تفاوت ارتفا کدهای مورد نظر دکمه چند شرکتی مبدا یا مثصد را بنا روشن کنید. در صورتی که قصد فروش یک کد یا افزودن امکانات یا ماژول یا خدمات به آن را داشتید قسمت کد مبدا را خالی گذاشته و در صورت جدید بودن فروش کلید فروش جدید را روشن و در صورت موجود بودن محصول و تمایل به افزودن امکانات و خدمات و ماژول دکمه فروش جدید را خاموش کنید تا مبلغ قیمت کد مقصد در جمع کل نتیجه جمع نشود';

    return (
        <Stack spacing={2}>
            <Typography variant='h5' textAlign={"left"}>نمونه پنجره ماژول ها و خدمات</Typography>
            <Typography textAlign={"left"}>نمونه ای که مشاهده میکنید پنجره باز شده مربوط به کیت ها و ماژول های برگشتی است که با خاموش یا روشن کردن سوییچ مرتبط با آن میتوانید مبلع آن کیت را در جمع کل جمع یا کسر کنید</Typography>
            <img width='550' height='400' src={require('../assets/HelpImages/Example.png')} />
        </Stack>
    );
}

export default Example; 