import { Stack, Typography } from '@mui/material';

const ModulesKhadamat = () => {
    const aboutUpgrade = ' در صورتی که قصد محاسبه ارتقا را دارید کد های مبدا و مقصد را پر کنید و چنانچه هر یک از این کد ها دارای کیت چند شرکتی بودند برای درج در محاسبه تفاوت ارتفا کدهای مورد نظر دکمه چند شرکتی مبدا یا مثصد را بنا روشن کنید. در صورتی که قصد فروش یک کد یا افزودن امکانات یا ماژول یا خدمات به آن را داشتید قسمت کد مبدا را خالی گذاشته و در صورت جدید بودن فروش کلید فروش جدید را روشن و در صورت موجود بودن محصول و تمایل به افزودن امکانات و خدمات و ماژول دکمه فروش جدید را خاموش کنید تا مبلغ قیمت کد مقصد در جمع کل نتیجه جمع نشود';

    return (
        <Stack spacing={2}>
            <Typography variant='h5' textAlign={"left"}>ماژول ها و خدمات</Typography>
            <Typography textAlign={"left"}>در بخش ماژول ها و خدمات با فشردن هر یک از دکمه های مربوطه پنجره جدیدی باز خواهد شد که میتوانید با افزودن یا حذف کردن خدمت یا ماژول مورد نظر قیمت آنها را محاسبه نمایید</Typography>
            <img width='550' height='400' src={require('../assets/HelpImages/modules&Khadamat.png')} />
        </Stack>
    );
}

export default ModulesKhadamat;