import { Stack, Typography } from '@mui/material';

const Results = () => {
    const aboutUpgrade = ' در صورتی که قصد محاسبه ارتقا را دارید کد های مبدا و مقصد را پر کنید و چنانچه هر یک از این کد ها دارای کیت چند شرکتی بودند برای درج در محاسبه تفاوت ارتفا کدهای مورد نظر دکمه چند شرکتی مبدا یا مثصد را بنا روشن کنید. در صورتی که قصد فروش یک کد یا افزودن امکانات یا ماژول یا خدمات به آن را داشتید قسمت کد مبدا را خالی گذاشته و در صورت جدید بودن فروش کلید فروش جدید را روشن و در صورت موجود بودن محصول و تمایل به افزودن امکانات و خدمات و ماژول دکمه فروش جدید را خاموش کنید تا مبلغ قیمت کد مقصد در جمع کل نتیجه جمع نشود';

    return (
        <Stack spacing={2}>
            <Typography variant='h5' textAlign={"left"}>نتایج و جمع کل</Typography>
            <Typography textAlign={"left"}>در این بخش قیمت قبل از ارزش افزوده و بعد از ارزش افزوده مربوط به کدها و خدمات و امکاناتی که به نرم افزار اضافه میشوند قابل مشاهده خواهد بود. همچنین مبلغ تخفیف قابل کسر از مبلغ اصلی بعد از محاسبه درصدی که وارد کردید نیز قابل مشاهده خواهد بود. تمام اعداد و نتایج قابل انتخاب و کپی کردن هستند تا برای راحتی بیشتر در نرم افزار های دیگر قابل استفاده باشند</Typography>
            <img width='550' height='400' src={require('../assets/HelpImages/results.png')} />
        </Stack>
    );
}

export default Results;